export const reviews = [
  {
    name: "Олександр Коваленко",
    avatar: "https://randomuser.me/api/portraits/men/32.jpg",
    text: "Юридична компанія ProLex допомогла мені вирішити складну ситуацію! Їхня команда була надзвичайно обізнана та підтримувала мене на кожному етапі. Я отримав якісну юридичну допомогу і залишився задоволений результатом.",
  },
  {
    name: "Анна Шевченко",
    avatar: "https://randomuser.me/api/portraits/women/44.jpg",
    text: "Я не могла бути більш задоволена сервісом, який отримала від цієї компанії. Юристи були уважними, відгукувались на всі мої питання і справді слухали мої потреби. Завдяки їхній експертизі, я отримала чудову підтримку у своїй справі.",
  },
  {
    name: "Ігор Мельник",
    avatar: "https://randomuser.me/api/portraits/men/65.jpg",
    text: "Співпраця з ProLex стала для мене справжнім відкриттям. Я отримав цінні поради, які допомогли мені впоратися з усіма юридичними питаннями, і тепер відчуваю впевненість у своїх рішеннях.",
  },
  {
    name: "Марія Гончар",
    avatar: "https://randomuser.me/api/portraits/women/68.jpg",
    text: "Дуже вдячна команді ProLex за професіоналізм та оперативність. Всі питання вирішувалися швидко і якісно. Рекомендую!",
  },
  {
    name: "Володимир Савчук",
    avatar: "https://randomuser.me/api/portraits/men/43.jpg",
    text: "ProLex — це справжні експерти у своїй справі. Завжди отримую чіткі відповіді та грамотні поради.",
  },
  {
    name: "Олена Дяченко",
    avatar: "https://randomuser.me/api/portraits/women/12.jpg",
    text: "Завдяки ProLex я змогла захистити свої інтереси у складній справі. Дуже вдячна за підтримку та людяність.",
  },
]; 